Autodesk.Revit.DB.IDuplicateTypeNamesHandlerProxy.OnDuplicateTypeNamesFound(Autodesk.Revit.DB.DuplicateTypeNamesHandlerArgs)
Called when the destination document contains types with the same names as the types being copied.
args:
The information about the types with duplicate names.
Returns:
The action to be taken: copy only types with unique names or cancel the operation.
Since:
2014